// © Copyright 2012-2015, 2017 HP Development Company, L.P.

TaskName = "HP 제품 등록";
TaskTOCTitle = "웹 등록";

HSDRegistrationDescription = "온라인 등록 과정은 자동으로 시작되며 대부분의 필요한 정보를 전송하여 제품 설정을 마친 후 신속하고 손쉽게 등록할 수 있도록 합니다. 또한 인쇄 환경을 온라인으로 관리하는 중앙 위치인 HP 연결 웹사이트로 안내합니다.";

WarningSheetExtendedMessages = "[계속]을 클릭하면 기본 웹 브라우저에 HP 제품 등록 페이지가 열립니다. 등록을 신속히 처리하기 위해 다음 정보를 HP 웹사이트로 보냅니다.";

HSDZipCodeTitle = "우편 번호:";
